aaron-bond.better-comments
aksharpatel47.vscode-flutter-helper
alefragnani.bookmarks
alexisvt.flutter-snippets
anseki.vscode-color
bigmogician.puzzle-vscode
christian-kohler.npm-intellisense
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
felixangelov.bloc
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
hanwang.android-adb-wlan
humao.rest-client
hzgood.dart-data-class-generator
ibm.output-colorizer
jannisx11.batch-rename-extension
lllllllqw.jsdoc
mariomatheu.syntax-project-pbxproj
mhutchie.git-graph
pkief.material-icon-theme
steoates.autoimport
streetsidesoftware.code-spell-checker
vinicioslc.adb-interface-vscode
vscode-icons-team.vscode-icons
wix.vscode-import-cost
